<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <?php include_once "connect.php";?>
    <title>О нас</title>
</head>
<style>
.scrollspy-example {
    opacity: 0.8;
}


    </style>
<body>
<?php include_once "header.php";?>


<div class="card "
            style=
"background-image: url('images/1.jpg');
            background-size: cover; 
            background-position: center; 
            height: 100vh;">


<nav id="navbar-example2" class="navbar bg-body-tertiary px-3 mb-3">
  <a class="navbar-brand" href="#">Панель навигации</a>
  <ul class="nav nav-pills">
    
    <li class="nav-item dropdown">
      <a class="nav-link dropdown-toggle" data-bs-toggle="dropdown" href="#" role="button" aria-expanded="false">Выпадающий список</a>
      <ul class="dropdown-menu">
      <li><a class="dropdown-item" href="#scrollspyHeading1">Первый</a></li>
      <li><a class="dropdown-item" href="#scrollspyHeading2">Второй</a></li>
        <li><a class="dropdown-item" href="#scrollspyHeading3">Третий</a></li>
        <li><a class="dropdown-item" href="#scrollspyHeading4">Четвертый</a></li>
      </ul>
    </li>
  </ul>
</nav>
<div data-bs-spy="scroll" data-bs-target="#navbar-example2" data-bs-root-margin="0px 0px -40%" data-bs-smooth-scroll="true" class="scrollspy-example bg-body-tertiary p-3 rounded-2" tabindex="0">
  <h4 id="scrollspyHeading1">Первый заголовок</h4>
  <p>В далеком 2005 году трое друзей, рыбаков по душе, решили объединить свои усилия и создать свою собственную компанию по ремонту подвесных лодочных моторов. Идея пришла им в голову после серии неудачных опытов обслуживания своих собственных лодочных моторов.

Итак, Андрей, Иван и Дмитрий были давними друзьями, которые всегда разделяли свою любовь к рыбалке. Они проводили много времени на воде, их лодочные моторы были для них как важные члены семьи. Однако постоянные поломки и проблемы с обслуживанием стали серьезной проблемой.</p>
  <h4 id="scrollspyHeading2">Второй заголовок</h4>
  <p>Они начали изучать ремонт и техническое обслуживание подвесных лодочных моторов, посещали специализированные мастер-классы и семинары. Постепенно, они стали настоящими экспертами в этой области и решили, что могут создать свою собственную организацию, которая предложит высококачественные услуги по ремонту и обслуживанию лодочных моторов.

Итак, в 2005 году они зарегистрировали свою компанию под названием "МоторМастер". С самого начала их целью было предоставить клиентам профессиональные услуги по ремонту и обслуживанию подвесных лодочных моторов, а также продажу запчастей и аксессуаров.</p>
  <h4 id="scrollspyHeading3">Третий заголовок</h4>
  <p>Первое время было непростым. Они арендовали небольшое помещение и скупили все необходимое оборудование. Работали они на износ, нередко задерживаясь на работе до поздней ночи. Но их усилия окупились. Клиенты начали слышать о "МоторМастере" и приходить к ним за помощью.

С годами компания расширилась. Они арендовали большее помещение, наняли дополнительных специалистов и расширили спектр услуг. Теперь они предлагали консультации по выбору лодочных моторов, установку и настройку, а также ремонт и обслуживание.</p>
  <h4 id="scrollspyHeading4">Четвертый заголовок</h4>
  <p>С каждым годом "МоторМастер" становился все более популярным и уважаемым на рынке. Они получили ряд наград и сертификатов за качество и профессионализм своей работы. Их клиентами были как любители рыбалки, так и профессиональные рыбаки, которые ценили их надежность и качество услуг.

Сегодня "МоторМастер" является одним из ведущих сервисных центров по ремонту лодочных моторов в регионе. Их успех и процветание основаны на страсти к своему делу, профессионализму и стремлению к совершенству. Их история стала примером того, как совмещать хобби и бизнес, достигать успеха и оставаться верным своим принципам.</p>
  
</div>





            </div>
    
</body>
</html>